-- phpMyAdmin SQL Dump
-- version 4.6.4
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Ноя 29 2016 г., 18:00
-- Версия сервера: 5.7.14-8-beget-log
-- Версия PHP: 5.6.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `esoftdsc_smeta`
--

-- --------------------------------------------------------

--
-- Структура таблицы `user_smeta`
--
-- Создание: Ноя 26 2016 г., 16:24
-- Последнее обновление: Ноя 29 2016 г., 14:06
--

DROP TABLE IF EXISTS `user_smeta`;
CREATE TABLE `user_smeta` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `name` varchar(250) NOT NULL,
  `ed_izm` varchar(50) NOT NULL,
  `poverhnost` varchar(10000) DEFAULT NULL,
  `price_grn` decimal(10,2) NOT NULL,
  `price_dlr` decimal(10,2) NOT NULL,
  `count` decimal(15,4) NOT NULL,
  `zp` decimal(10,1) NOT NULL DEFAULT '0.0',
  `sort_order` int(11) NOT NULL,
  `checked` tinyint(4) NOT NULL DEFAULT '1',
  `user_id` int(11) NOT NULL,
  `plan_id` int(11) NOT NULL,
  `rec_type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '1 - работа, 2 - ресурс',
  `smeta_id` int(11) NOT NULL DEFAULT '0',
  `workload` decimal(10,2) NOT NULL,
  `shifr` varchar(50) NOT NULL,
  `project_id` int(11) NOT NULL DEFAULT '0',
  `pdfs` varchar(300) NOT NULL,
  `start_date` datetime DEFAULT CURRENT_TIMESTAMP,
  `duration` int(11) NOT NULL DEFAULT '0',
  `parent` int(11) NOT NULL DEFAULT '0',
  `deadline` datetime DEFAULT NULL,
  `type` varchar(64) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL DEFAULT 'task',
  `resource_type` varchar(64) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `resource_amount` float NOT NULL,
  `hours` float NOT NULL DEFAULT '8',
  `manhours` float NOT NULL,
  `mancount` float NOT NULL DEFAULT '1',
  `description` text CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `progress` float NOT NULL,
  `sortorder` double NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `user_smeta`
--

INSERT INTO `user_smeta` (`id`, `parent_id`, `name`, `ed_izm`, `poverhnost`, `price_grn`, `price_dlr`, `count`, `zp`, `sort_order`, `checked`, `user_id`, `plan_id`, `rec_type`, `smeta_id`, `workload`, `shifr`, `project_id`, `pdfs`, `start_date`, `duration`, `parent`, `deadline`, `type`, `resource_type`, `resource_amount`, `hours`, `manhours`, `mancount`, `description`, `progress`, `sortorder`) VALUES
(1, NULL, 'Изготовление и монтаж закладных и крепежных элементов каркаса', 'м2', 'Внешняя Этаж 1Помещение 3, Стена 6;', '150.00', '0.00', '13.8000', '0.0', 1, 1, 2671, 0, 1, 25, '0.00', '', 81, 'undefined', '2016-11-28 13:22:58', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(2, NULL, 'Тест периметр', 'м2', 'Внешняя Этаж 1Помещение 3, Стена 6;', '0.00', '0.00', '13.8000', '0.0', 3, 1, 2671, 0, 1, 25, '0.00', '', 81, 'undefined', '2016-11-28 13:22:53', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(3, NULL, 'Монтаж Г/К коробов "потолки"', 'м2', 'Внешняя Этаж 1Помещение 3, Стена 6;', '130.00', '0.00', '13.8000', '0.0', 2, 1, 2671, 0, 1, 25, '0.00', '', 81, 'undefined', '2016-11-28 13:22:50', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(4, NULL, 'Внутренняя отделка газобетон', 'м2', 'Помещение 1_2;', '0.00', '0.00', '80.6000', '0.0', 1, 1, 1, 0, 1, 4, '0.00', '', 29, 'undefined', '2016-11-27 14:26:08', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(5, NULL, 'Внутренняя отделка под облицовку', 'м2', 'Помещение 1_2;', '0.00', '0.00', '80.6000', '0.0', 1, 1, 1, 0, 1, 4, '0.00', '', 29, 'undefined', '2016-11-27 14:26:10', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(6, NULL, 'Утепление Ceresit Ceretherm Classic', 'м2', 'Помещение 1_2;', '0.00', '0.00', '80.6000', '0.0', 1, 1, 1, 0, 1, 5, '0.00', '', 29, 'undefined', '2016-11-27 14:26:51', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(7, NULL, 'Система утеплення  Ceresit Ceretherm Premium	', 'м2', 'Помещение 1_2;', '0.00', '0.00', '80.6000', '0.0', 1, 1, 1, 0, 1, 5, '0.00', '', 29, 'undefined', '2016-11-27 14:26:59', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(8, NULL, 'Система утепление Ceresit Ceretherm Premium Wool', 'м2', 'Помещение 1_2;', '0.00', '0.00', '80.6000', '0.0', 4, 1, 1, 0, 1, 5, '0.00', '', 29, 'undefined', '2016-11-27 14:27:01', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(9, NULL, 'Коробка здания', 'м', 'Помещение 1_2;', '33.00', '0.00', '39.3000', '0.0', 1, 1, 1, 0, 1, 6, '0.00', '', 29, 'undefined', '2016-11-27 14:27:23', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(10, NULL, 'Кирпичная кладка', 'шт', 'Помещение 1_2;', '12.00', '0.00', '0.0000', '0.0', 2, 1, 1, 0, 1, 6, '0.00', '', 29, 'undefined', '2016-11-27 14:27:27', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(12, NULL, 'Кирпичная стена', 'м2', 'Этаж 1Помещение 2, Стена 5;', '0.00', '0.00', '31.9000', '0.0', 4, 1, 1, 0, 1, 6, '0.00', '', 0, 'undefined', '2016-11-27 16:23:03', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(13, NULL, 'Кирпичная стена', 'м2', 'Этаж 1Помещение 2, Стена 5;', '0.00', '0.00', '31.9000', '0.0', 4, 1, 1, 0, 1, 6, '0.00', '', 0, 'undefined', '2016-11-27 16:23:37', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(14, NULL, 'Кирпичная стена', 'м2', 'Этаж 1Помещение 2, Стена 5;', '0.00', '0.00', '31.9000', '0.0', 3, 1, 1, 0, 1, 6, '0.00', '', 0, 'undefined', '2016-11-27 16:23:47', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(15, NULL, 'Внутренняя отделка газобетон', 'м2', 'Внешняя Этаж 1Помещение 2, Стена 6;', '0.00', '0.00', '20.1000', '0.0', 1, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 18:48:00', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(16, NULL, 'Внутренняя отделка под облицовку', 'м2', 'Внешняя Этаж 1Помещение 2, Стена 6;', '0.00', '0.00', '20.1000', '0.0', 1, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 18:48:03', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(17, NULL, 'Внутренняя отделка', 'м2', 'Площадь внутренних стен', '0.00', '0.00', '115.7000', '0.0', 1, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 18:48:48', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(18, NULL, 'Внутренняя отделка газобетон', 'м2', 'Площадь внутренних стен', '0.00', '0.00', '115.7000', '0.0', 1, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 18:48:52', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(19, NULL, 'Внутренняя отделка под облицовку', 'м2', 'Площадь внутренних стен', '0.00', '0.00', '115.7000', '0.0', 1, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 18:48:56', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(20, NULL, 'Внутренняя отделка газобетон', 'м2', 'Площадь внутренних стен', '0.00', '0.00', '115.7000', '0.0', 2, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 18:48:56', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(21, NULL, 'Внутренняя отделка', 'м2', 'Площадь внутренних стен', '0.00', '0.00', '115.7000', '0.0', 3, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 18:48:56', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(22, NULL, 'Внутренняя отделка', 'м2', 'Площадь внутренних стен', '0.00', '0.00', '115.7000', '0.0', 1, 1, 1, 0, 1, 9, '0.00', '', 0, 'undefined', '2016-11-27 18:49:40', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(23, NULL, 'Система утепления Ceresit Ceretherm Express', 'м2', 'Площадь внешних стен', '0.00', '0.00', '115.7000', '0.0', 1, 1, 1, 0, 1, 9, '0.00', '', 0, 'undefined', '2016-11-27 18:49:45', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(24, NULL, 'Система утепления Ceresit Ceretherm Impactum', 'м2', 'Площадь внешних стен', '0.00', '0.00', '115.7000', '0.0', 1, 1, 1, 0, 1, 9, '0.00', '', 0, 'undefined', '2016-11-27 18:49:53', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(25, NULL, 'Система утепление Ceresit Ceretherm Premium Wool', 'м2', 'Площадь внешних стен', '0.00', '0.00', '115.7000', '0.0', 2, 1, 1, 0, 1, 9, '0.00', '', 0, 'undefined', '2016-11-27 18:49:53', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(26, NULL, 'Система утеплення  Ceresit Ceretherm Premium	', 'м2', 'Площадь внешних стен', '0.00', '0.00', '115.7000', '0.0', 3, 1, 1, 0, 1, 9, '0.00', '', 0, 'undefined', '2016-11-27 18:49:53', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(27, NULL, 'Система утепления Ceresit Ceretherm Classic Wool', 'м2', 'Площадь внешних стен', '0.00', '0.00', '115.7000', '0.0', 4, 1, 1, 0, 1, 9, '0.00', '', 0, 'undefined', '2016-11-27 18:49:53', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(28, NULL, 'Утепление Ceresit Ceretherm Classic', 'м2', 'Площадь внешних стен', '0.00', '0.00', '115.7000', '0.0', 5, 1, 1, 0, 1, 9, '0.00', '', 0, 'undefined', '2016-11-27 18:49:53', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(29, NULL, '', 'м2', NULL, '0.00', '0.00', '0.0000', '0.0', 1, 1, 1, 0, 1, 9, '0.00', '', 0, '', '2016-11-27 18:49:57', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(30, NULL, 'Система утеплення  Ceresit Ceretherm Premium	', 'м2', 'Площадь внешних стен', '0.00', '0.00', '115.7000', '0.0', 2, 1, 1, 0, 1, 9, '0.00', '', 0, 'undefined', '2016-11-27 18:50:03', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(31, NULL, 'Кирпичная кладка', 'шт', 'Длина', '12.00', '0.00', '121.0000', '0.0', 1, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 23:14:55', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(32, NULL, 'Внутренняя отделка газобетон', 'м2', 'Внешняя Этаж 1Помещение 2, Стена 6;', '0.00', '0.00', '20.1000', '0.0', 32, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 23:15:05', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(33, NULL, 'Внутренняя отделка под облицовку', 'м2', 'Внешняя Этаж 1Помещение 2, Стена 6;', '0.00', '0.00', '20.1000', '0.0', 2, 1, 1, 0, 1, 8, '0.00', '', 0, 'undefined', '2016-11-27 23:15:04', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(34, NULL, 'КК', 'м2', '-', '0.00', '0.00', '0.0000', '0.0', 1, 1, 1, 0, 1, 13, '0.00', '', 90, 'undefined', '2016-11-27 23:52:06', 1, 13, '2016-11-28 23:52:06', 'task', '', 0, 8, 0, 1, '', 0, 0),
(36, NULL, 'Работа в один кирпич', 'м2', '-', '0.00', '0.00', '0.0000', '0.0', 1, 1, 1, 0, 1, 15, '0.00', '', 90, 'undefined', '2016-11-25 00:00:00', 1, 15, '2016-11-29 00:57:14', 'task', '', 0, 8, 0, 1, '', 0, 0),
(37, NULL, 'куку', 'м2', '-', '0.00', '0.00', '0.0000', '0.0', 3, 1, 1, 0, 1, 15, '0.00', '', 90, 'undefined', '2016-11-28 00:58:18', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(38, NULL, 'Коробка здания', 'м', 'Периметр', '33.00', '0.00', '12.0000', '0.0', 2, 1, 1, 0, 1, 15, '0.00', '', 90, 'undefined', '2016-11-28 11:57:42', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(39, NULL, 'Работа с тестовой зарплатой', 'м2', 'Площадь внешних стен', '120.00', '0.00', '100.0000', '0.0', 1, 1, 1, 0, 1, 19, '0.00', '12345', 92, 'undefined', '2016-11-28 12:08:23', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(40, NULL, 'Коробка здания', 'м', 'Периметр', '33.00', '0.00', '0.0000', '0.0', 1, 1, 1, 0, 1, 18, '0.00', '', 92, 'undefined', '2016-11-28 12:34:23', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(41, NULL, 'Кирпичная кладка', 'шт', 'Длина', '12.00', '0.00', '0.0000', '0.0', 1, 1, 1, 0, 1, 21, '0.00', '', 94, 'undefined', '2016-11-28 12:35:02', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(43, NULL, 'Работа с тестовой зарплатой', 'м2', 'Площадь внешних стен', '120.00', '0.00', '100.0000', '0.0', 1, 1, 1, 0, 1, 24, '0.00', '12345', 95, 'undefined', '2016-11-28 12:54:05', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(44, NULL, 'Работа которую выполняют за ЗП', 'м2', '-', '0.00', '0.00', '100.0000', '0.0', 2, 1, 1, 0, 1, 24, '0.00', '', 95, 'undefined', '2016-11-28 12:57:43', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(45, NULL, 'Работа с тестовой зарплатой', 'м2', 'Площадь внешних стен', '120.00', '0.00', '72.6900', '0.0', 1, 1, 1, 0, 1, 23, '0.00', '12345', 95, 'undefined', '2016-11-28 14:19:58', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(46, NULL, 'D125 Акустический потолок "Сто-Кнауф"', '', 'Площадь внешних стен', '0.00', '0.00', '72.6900', '0.0', 2, 1, 1, 0, 1, 23, '0.00', '', 95, 'undefined', '2016-11-28 14:20:08', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(47, NULL, 'Кирпичная кладка', 'шт', 'Длина', '12.00', '0.00', '0.0000', '0.0', 4, 1, 1, 0, 1, 15, '0.00', '', 90, 'undefined', '2016-11-28 16:06:18', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(48, NULL, 'Кирпичная стена', 'м2', 'Этаж 1Помещение 5, Стена 2;', '0.00', '0.00', '7.5000', '0.0', 2, 1, 1, 0, 1, 13, '0.00', '', 90, 'undefined', '2016-11-28 16:06:24', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(49, NULL, 'Работа с тестовой зарплатой', 'м2', 'Этаж 1Помещение 5, Стена 2;', '120.00', '0.00', '7.5000', '0.0', 3, 1, 1, 0, 1, 13, '0.00', '12345', 90, 'undefined', '2016-11-28 00:00:00', 1, 13, '2016-11-29 16:06:26', 'task', '', 0, 8, 0, 1, '', 0, 0),
(50, NULL, 'Изготовление и монтаж закладных и крепежных элементов каркаса', 'м2', 'Внешняя Этаж 1Помещение 3, Стена 6;', '150.00', '0.00', '13.8000', '0.0', 1, 1, 2671, 0, 1, 31, '0.00', '', 81, 'undefined', '2016-11-28 17:09:18', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(51, NULL, 'Грунтовка и окраска труб за 2 раза', 'м2', 'Внешняя Этаж 1Помещение 3, Стена 6;', '40.00', '0.00', '13.8000', '0.0', 2, 0, 2671, 0, 1, 31, '0.00', '', 81, 'undefined', '2016-11-28 17:09:21', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(52, NULL, 'Монтаж Г/К перегородок 150мм с минватой 100 мм', 'м2', 'Внешняя Этаж 1Помещение 3, Стена 6;', '180.00', '0.00', '13.8000', '0.0', 3, 0, 2671, 0, 1, 31, '0.00', '', 81, 'undefined', '2016-11-28 17:09:22', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(56, NULL, 'Устройство проемов дверных в ГК перегородках', 'м2', '-', '350.00', '0.00', '5.5000', '0.0', 1, 0, 2090, 0, 1, 44, '0.00', '', 100, 'undefined', '2016-11-28 19:24:16', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(57, NULL, ' Демонтаж старой двери и коробки', 'шт', '-', '225.00', '0.00', '0.0000', '0.0', 2, 0, 2090, 0, 1, 44, '0.00', '', 100, 'undefined', '2016-11-28 19:26:18', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(58, NULL, 'Утепление Ceresit Ceretherm Classic', 'м2', 'Все наружные стены', '0.00', '0.00', '148.8000', '0.0', 3, 1, 2090, 0, 1, 44, '0.00', '', 100, 'undefined', '2016-11-28 19:31:16', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(59, NULL, '7.1 Устройство перегородки из гипсокартона в 1 слой', 'м2', 'Помещение 1_1;Помещение 1_2;Помещение 1_3;Помещение 1_4;Помещение 1_5;', '100.00', '0.00', '105.3000', '60.0', 4, 1, 2090, 0, 1, 44, '0.00', '', 100, 'undefined', '2016-11-28 19:38:43', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(61, NULL, 'Внутренняя отделка под облицовку', 'м2', 'Этаж 1Помещение 3, Стена 6;', '0.00', '0.00', '13.1000', '0.0', 1, 1, 1, 0, 1, 45, '0.00', '', 90, 'undefined', '2016-11-26 00:00:00', 5, 45, '2016-11-29 21:06:21', 'task', '', 0, 8, 0, 1, '', 0, 0),
(62, NULL, 'Система утеплення  Ceresit Ceretherm Premium	', 'м2', 'Все наружные стены', '0.00', '0.00', '72.7000', '0.0', 2, 1, 1, 0, 1, 45, '0.00', '', 90, 'undefined', '2016-11-28 21:06:28', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(63, NULL, 'Система утепления Ceresit Ceretherm Classic Wool', 'м2', 'Все наружные стены', '0.00', '0.00', '72.7000', '0.0', 3, 1, 1, 0, 1, 45, '0.00', '', 90, 'undefined', '2016-11-28 21:06:29', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(64, NULL, 'Система утепления Ceresit Ceretherm Impactum', 'м2', 'Все наружные стены', '0.00', '0.00', '72.7000', '0.0', 4, 1, 1, 0, 1, 45, '0.00', '', 90, 'undefined', '2016-11-28 21:06:32', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(65, NULL, 'Расчет стоимости облицовки стен здания', 'м2', 'Все наружные стены', '0.00', '0.00', '72.7000', '0.0', 5, 1, 1, 0, 1, 45, '0.00', '', 90, 'undefined', '2016-11-28 21:06:37', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(66, NULL, 'Система утепления Ceresit Ceretherm Classic Wool', 'м2', '-', '0.00', '0.00', '0.0000', '0.0', 1, 1, 1, 0, 1, 46, '0.00', 'undefined', 90, 'undefined', '2016-11-28 21:44:33', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(67, NULL, 'Система утепления Ceresit Ceretherm Classic Wool', 'м2', 'Площадь внешних стен', '0.00', '0.00', '72.6900', '0.0', 2, 1, 1, 0, 1, 46, '0.00', '', 90, 'undefined', '2016-11-28 22:11:45', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(68, NULL, 'Система утепления Ceresit Ceretherm Classic Wool', 'м2', 'Все наружные стены', '0.00', '0.00', '72.7000', '0.0', 3, 1, 1, 0, 1, 46, '0.00', '', 90, 'undefined', '2016-11-28 22:49:59', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(72, NULL, 'New task', 'шт', NULL, '0.00', '0.00', '0.0000', '0.0', 0, 1, 0, 0, 1, 0, '0.00', '', 0, '', '2016-11-25 00:00:00', 1, 0, '2016-11-29 00:00:00', 'task', 'Материал', 1, 8, 0, 1, '', 0, 0),
(73, NULL, 'New task', 'шт', NULL, '0.00', '0.00', '0.0000', '0.0', 0, 1, 0, 0, 1, 0, '0.00', '', 0, '', '2016-11-25 00:00:00', 1, 72, '2016-11-29 00:00:00', 'task', 'Материал', 1, 8, 0, 1, '', 0, 0),
(74, NULL, 'New task', 'шт', NULL, '0.00', '0.00', '0.0000', '0.0', 0, 1, 0, 0, 1, 0, '0.00', '', 0, '', '2016-11-25 00:00:00', 1, 0, '2016-11-29 00:00:00', 'task', 'Материал', 1, 8, 0, 1, '', 0, 0),
(75, NULL, 'Система утепления Ceresit Ceretherm Impactum', 'м2', 'Все наружные стены', '0.00', '0.00', '72.7000', '0.0', 1, 1, 1, 0, 1, 47, '0.00', '', 90, 'undefined', '2016-11-29 12:08:40', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(76, NULL, 'Утепление Ceresit Ceretherm Classic', 'м2', 'Все наружные стены', '0.00', '0.00', '72.7000', '0.0', 2, 1, 1, 0, 1, 47, '0.00', '', 90, 'undefined', '2016-11-29 12:09:23', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(77, NULL, 'Утепление Ceresit Ceretherm Classic', 'м2', 'Все наружные стены', '0.00', '0.00', '85.2000', '0.0', 1, 1, 2400, 0, 1, 50, '0.00', '', 103, 'undefined', '2016-11-29 12:17:47', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(78, NULL, 'Система утепления Ceresit Ceretherm Classic Wool', 'м2', 'Все наружные стены', '0.00', '0.00', '85.2000', '0.0', 2, 1, 2400, 0, 1, 50, '0.00', '', 103, 'undefined', '2016-11-29 12:20:22', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(79, NULL, 'Внутренняя отделка', 'м2', 'Все внутренние стены', '0.00', '0.00', '202.7000', '0.0', 3, 1, 2400, 0, 1, 50, '0.00', '', 103, 'undefined', '2016-11-29 12:22:27', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(80, NULL, 'Внутренняя отделка газобетон', 'м2', 'Все внутренние стены', '0.00', '0.00', '202.7000', '0.0', 4, 1, 2400, 0, 1, 50, '0.00', '', 103, 'undefined', '2016-11-29 12:25:31', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(81, NULL, 'Внутренняя отделка под облицовку', 'м2', 'Все внутренние стены', '0.00', '0.00', '202.7000', '0.0', 5, 1, 2400, 0, 1, 50, '0.00', '', 103, 'undefined', '2016-11-29 12:25:53', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(82, NULL, 'Утепление Ceresit Ceretherm Classic', 'м2', 'Все наружные стены', '0.00', '0.00', '68.5000', '0.0', 4, 0, 2671, 0, 1, 31, '0.00', '', 81, 'undefined', '2016-11-29 12:34:36', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(83, NULL, 'Внутренняя отделка', 'м2', 'Площадь внутренних стен', '0.00', '0.00', '149.6500', '0.0', 5, 1, 2671, 0, 1, 31, '0.00', '', 81, 'undefined', '2016-11-29 13:44:17', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0),
(84, NULL, 'Коробка здания', 'м', 'Периметр', '33.00', '0.00', '0.0000', '0.0', 4, 1, 1, 0, 1, 46, '0.00', '', 56, 'undefined', '2016-11-29 17:06:30', 0, 0, NULL, 'task', '', 0, 8, 0, 1, '', 0, 0);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `user_smeta`
--
ALTER TABLE `user_smeta`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `smeta` (`smeta_id`),
  ADD KEY `smeta_id` (`smeta_id`),
  ADD KEY `project_id` (`project_id`),
  ADD KEY `user_id` (`user_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `user_smeta`
--
ALTER TABLE `user_smeta`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=85;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
